{
  "Fusion Core required for operation.": "I need a fusion core for this.",
  "This lock is too difficult.": "I cannot pick this lock. It's too strong.",
  "No bobby pins.": "I don't have any bobby pins",
  "Quest Items cannot be removed from your Invenotory.": "Wait! I can't remove that! I need that for a quest!",
  "You can not eat quest items": "Wait! I can't eat that! I need that for a quest!",
  "An active mine has already been placed": "I have already put a mine",
  "Pick a new perk": "I should pick a new perk",
  "Broken items cannot be equipped until they have been repaired.": "This item is broken. I'll have to repair it before I can use it.",
  "Unable to remove the worn item.": "I cannot remove that.",
  "This object is already in use by someone else.": "Someone else is using that.",
  "This object is activated from somewhere else.": "I think there must be some trick to getting this to work somewhere else.",
  "This lock cannot be picked. It requires a key to open.": "Impossible to pick this! I'll have to find a key or some other way in.",
  "Choose an item to create.": "What should I make?",
  "Increase %s?": "Should I increase %s?",
  "You cannot drop keys.": "I shouldn't get rid of these keys.",
  "Requires a higher level Hacker perk.": "I need to become a better hacker before I can crack this.",
  "This person cannot be assigned to a supply line.": "I can't assign this person to the supply line.",
  "This item cannot be scrapped.": "I shouldn't scrap this.",
  "This cannot be opened.": "I can't open this.",
  "No pieces equipped on Power Armor to modify.": "I need to equip some power armor to the frame first.",
  "You can only travel to an exterior location on a Vertibird.": "I can't go there on a Vertibird.",
  "You must be in Power Armor to equip this.": "I need to use power armor to equip this.",
  "A %s skill of %d is required to hack this terminal.": "I need a %s skill of %d to hack this terminal.",
  "Cannot equip weapon, your arm is damaged.": "My arm is too sorely injured to equip this.",
  "Missing required ammo.": "I need to find some ammo for this.",
  "This is unlocked elsewhere.": "I bet this is unlocked somewhere else.",
  "This item does not need to be repaired.": "I don't need to repair this.",
  "This person cannot be commanded by you.": "This person won't listen to me.",
  "Requirements not met.": "I'm missing something.",
  "Mod cannot be detached.": "I can't remove that.",
  "Nothing more can be built.": "I'm at the limit of what I can build.",
  "Your follower is too far to trade with.": "My follower can't trade items from that far away.",
  "You're currently trespassing. Owner will become hostile if you stay.": "I'm trespassing. I better leave before the owner gets mad.",
  "Mods can only be attached at a workbench.": "I need a workbench to attach that.",
  "This is opened with a terminal.": "I bet there's a terminal around here that can open this.",
  "Scrap item?": "Should I scrap this?",
  "The Pip-Boy is unavailable.": "I can't seem to access my Pip-Boy.",
  "Invest %u caps?": "Do I want to invest %u caps?",
  "You can't exit your armor here.": "I can't remove my power armor here.",
  "This person cannot be moved from this settlement.": "I can't make this person leave this settlement.",
  "Are you sure you want to take all?": "Should I really take all of this?",
  "Build Automatron?": "Do I want to build this Automatron?",
  "You lack the requirements to build an Automatron.": "I don't have what I need to build this Automatron.",
  "Your sleep is interrupted. Enemies may be nearby.": "I'd better wake up and check on whatever that noise was.",
  "You feel ill (Insomnia).": "I can't sleep. Darn Insomnia!",
  "You feel ill (Lethargy).": "I don't feel like doing anything. Darn Lethargy!",
  "You feel ill (Infection).": "I don't feel so good. I think I must have an Infection.",
  "You feel ill (Parasites).": "I feel terrible. I think I must have a Parasite.",
  "You feel ill (Fatigue).": "I feel ill from all this Fatigue.",
  "You feel ill (Weakness).": "My body is overcome with Weakness.",
  "You find it impossible to stay asleep. (Insomnia)": "It is impossible for me to stay asleep! Darn Insomnia!",
  "Your Infection spreads.": "I feel much worse. I think the Infection is spreading",
  "This crate can't be opened yet.": "I can't open this crate yet.",
  "Unchain this door to open.": "I need to unchain this door before I can open it.",
  "This door is chained on the other side.": "This door must be chained on the other side.",
  "Congratulations! You blew up the wall.": "Yay! I blew up the wall!",
  "You find a log which indicate that the caravan operation hit complications. 2 survivors, but the target was undamaged. Taking them back to the compound. Mission debrief will be handled by the doctor.": "I found a log indicating that the caravan operation ran into complications. 2 survivors, but the target was undamaged. Taking them back to the compound. Mission debrief will be handled by the doctor.",
  "Assign workers to dig out this wall?": "Shoul I assign workers to dig out this wall?",
  "Use Mr. Sandman to slay?": "Should I use Mr. Sandman to slay?",
  "Use the Circuit Analyzer?": "Should I use the Circuit Analyzer?",
  "Chemical reagent required for fabrication.": "I need a chemical reagent for fabrication.",
  "This requires a Relay Chip.": "I need a Relay Chip for this.",
  "You can't do that in Power Armor. Hold [Activate] to Exit.": "I can't do that in Power Armor.",
  "Your health is low! Use a Stimpak, eat some food, or drink some water.": "My health is low! Perhaps I should use a Stimpak, eat some food, or drink some water.",
  "Need to wait for siren to stop before turning back on.": "I need to wait for the siren to stop before turning it back on.",
  "This tripwire cannot be disarmed.": "I can't disarm this tripwire.",
  "Proceeding will temporarily remove Nick from your service.": "If I do this, Nick will be temporarily unavailable as my companion.",
  "A vertibird has been sent to your location.": "A vertibird should arrive soon.",
  "Your illness persists (Fatigue).": "Will my Fatigue ever end?",
  "Your illness persists (Parasites).": "Will I ever get rid of these Parasites?",
  "Your illness persists (Insomnia).": "Will I ever be able to get rid of this damned Insomnia?",
  "Your illness persists (Lethargy).": "Will I ever stop feeling so Lethargic?",
  "Your illness persists (Weakness).": "Will I ever get rid of this Weakness?",
  "This rad treatment increases Fatigue & temporarily lowers Immunity.": "This rad treatment will increase my Fatigue and temporarily lower my Immunity.",
  "Examining the wires you see several that are disconnected and missing.": "I notice that several of the wires are disconnected and missing.",
  "Leave the Commonwealth?": "Should I leave the Commonwealth?",
  "This area of Nuka-World hasn't been secured.": "I haven't secured this area yet.",
  "There is no one you can intimidate at this location.": "I cannot intimidate anyone here.",
  "Throughout the mansion you'll find doors like this one that open to blanks walls in an attempt to confuse the spirits possessing Lucy, the Grandchester's daughter.": "Throughout the mansion I'll find doors like this one that open to blank walls in an attempt to confuse the spirits possessing Lucy, the Grandchester's daughter.",
  "Quest Items cannot be removed from your Inventory.": "I can't remove that! I need it for a quest!",
  "You have zero chance to hit.": "No way I'm hitting that.",
  "You cannot wait while guards are pursuing you.": "I can't be waiting around while guards are after me!",
  "If any problems, talk to the quest giver to cancel it.": "If I run into any problems, I can talk to the quest giver to cancel it.",
  "To save your game, find a bed and sleep.": "To save my game, I must find a bed and sleep.",
  "Stay awake and get more kills to increase the bonus. Sleeping will reduce it.": "I can take advantage from this while fighting my enemies so long as I stay awake. If I fall asleep, it will subside.",
  "Remove it by taking Antibiotics or visiting doctors.": "I should visit a doctor or take an antibiotic.",
  "Find water and drink to quench your Thirst.": "I should drink water to quench my Thirst.",
  "Find food and eat to sate your Hunger.": "I should eat food to sate my Hunger.",
  "Find a bed and sleep to clear your Tiredness.": "I should sleep in a bed to clear my Tiredness.",
  "You can now fast travel to Institute": "I can now fast travel to the Institute",
  "Your illness persists (Infection).": "Will I ever get rid of this Infection?",
  "Finding your Fallout experience too easy or too hard? You can adjust": "If I find that my Fallout experience is too easy or too hard, I can adjust",
  "If you're looking for a real challenge, try": "If I want a real challenge, I should try",
  "Face your dog and press [Activate] to begin issuing commands.": "I can command my dog by facing him and pressing [Activate].",
  "Use the mouse wheel to adjust your view.": "I can use the mouse wheel to adjust my view.",
  "If you don't have the necessary ingredients, select the recipe": "If I don't have the necessary ingredients, I can select the recipe",
  "If you have a recipe's ingredients, select it": "If I have a recipe's ingredients, I can select it",
  "If you have the required components, select a": "If I have the required components, I can select the",
  "If you're lacking components, select a mod": "If I''m lacking components, I can select the mod",
  "Increase your settlement's happiness rating": "I can increase my settlement's happiness rating",

  "explicitly saying its safe to do so": "explicitly saying it's safe to do so",
  "the harder its going to be": "the harder it's going to be",
  "To mark individual misc objectives as active, highlight the": "To mark individual miscellaneous objectives as active, I can highlight the",
  "It's current objective": "Its current objective",
  "the harder its going to be to convince them to do what": "the harder it's going to be to convince them to do what",
  "Complete your current tasks": "I should complete my current tasks",
  "(you can claim yours, as well).": "(I can claim mine, as well).",
  "Want to grow your gang but without all the mess? Try intimidation!": "Do I want to grow my gang without all the mess? If so, I should try intimidation!",
  "This means you can still extert": "This means I can still exert",
  "To see an outpost's range,": "To see my outpost's range, I can",
  "Are you sure you wish to proceed?": "Do I really want to do this?",
  "Be sure you have Papyrus logging enabled": "I should have Papyrus logging enabled",
  "The more territories assigned to a gang, the more tolerant of you they'll become.": "The more territories I assign to a gang, the more loyal they'll become to me.",
  "with citizens of Far Harbor": "with the citizens of Far Harbor",
  "can fast travel to Institute": "can fast travel to the Institute",
  "Which color": "What color",
  "Permanently unlock a": "Permanently unlocks a",
  "The elevator has already arrived.": "The elevator is here already.",
  "not discovered this location yet": "never been there before",
  " from lack of sleep.": ". I should get more sleep.",
  " from lack of food.": ". I need to eat some food.",
  " from lack of water.": ". I could use some water.",
  "lack the required skill to": "need more experience before I can",
  "lack the required perk to": "need more experience before I can",
  "lack the required perks to": "need more experience before I can",
  "lack the required components": "don't have the necessary materials",
  "lack the requirements": "don't have what I need",
  "lack the required copper": "need more copper",
  "do not have components to": "don't have the necessary materials to",
  "carrying too much and can't fast travel!": "carrying way too much junk!",
  "zero chance to hit": "no chance to hit that",
  "in the air": "in midair",
  "at this time": "right now",
  "has no effect": "didn't work",
  "while taking health damage": "while losing health",
  "while trespassing.": "here. I'm trespassing!",
  "while being asked to leave.": "here. I'm trespassing!",
  "while in Power Armor": "while wearing power armor",
  "while taking radiation damage": "right now. I'm taking in too many rads!",
  "while being pursued by guards.": "right now. The guards are after me!",
  "when enemies are nearby.": "right now. Enemies are nearby!",
  "Would you like to": "Should I",
  "would you like to": "should I",
  "Do you just want to": "Should I just",
  "did you want to": "should I",
  "Do you want to": "Should I",
  " on owned furniture": " on someone else's furniture",
  " in an owned bed": " in someone else's bed",
  " while in combat": " while fighting",
  " in combat": " while fighting",
  " in this location": " here",
  " is now hostile.": " now wants to kill me!",
  "caught you": "caught me",
  " are you going to": " should I",
  " are pursuing you.": " are after me!",
  "are bound": "are tied up",
  "properly fed": "full",
  "properly hydrated": "hydrated",
  "intiate": "initiate",
  "sufficent": "sufficient",
  "can find your": "can find my",
  " locked your ": " locked my ",
  " locked you": " locked me",
  " like your ": " like my ",
  " like you": " like me",
  " grant your ": " grant my ",
  " grant you": " grant me",
  " on your ": " on my ",
  " on you": " on myself",
  " by your ": " by my ",
  " by you": " by myself",
  " within your ": " within my ",
  " within you": " within myself",
  "cause your ": "cause my ",
  "require your ": "require my ",
  "require you": "require me",
  " allow your ": " allow my ",
  " allow you": " allow me",
  " allows your ": " allows my ",
  " allows you": " allows me",
  " let your ": " let my ",
  " let you": " let me",
  " cause you": " cause me",
  " can not": " cannot",
  " admires your ": " admires my ",
  " admires you": " admires me",
  " with your ": " with my ",
  " with you": " with me",
  " hates your ": " hates my ",
  " hates you": " hates me",
  " idolizes your ": " idolizes my ",
  " idolizes you": " idolizes me",
  " tolerates your ": " tolerates my ",
  " tolerates you": " tolerates me",
  " loves your ": " loves my ",
  " loves you": " loves me",
  " for your ": " for my ",
  " for you": " for me",
  " to your ": " to my ",
  " to you": " to me",
  "direct your ": "direct my ",
  "direct you": "direct me",
  "give your ": "give my ",
  "give you": "give me",
  "gives your ": "gives my ",
  "gives you": "gives me",
  "buying your ": "buying my ",
  "buying you": "buying me",
  "drag your ": "drag my ",
  "drag you": "drag me",
  "make your ": "make my ",
  "make you": "make me",
  "makes your ": "makes my ",
  "makes you": "makes me",
  " prevents your ": " prevents my ",
  " prevents you": " prevents me",
  " causing your ": " causing my ",
  " causing you": " causing me",
  "making your ": "making my ",
  "making you": "making me",
  "leaving your ": "leaving my ",
  "leaving you": "leaving me",
  "provide your ": "provide my ",
  "provide you": "provide me",
  "providing your ": "providing my ",
  "providing you": "providing me",
  "Are your ": "Is my ",
  "Are you": "Am I",
  " are your ": " is my ",
  " are you": " am I",
  "help your ": "help my ",
  "help you": "help me",
  "You aren't": "I'm not",
  "you aren't": "I'm not",
  "You'll": "I'll",
  "you'll": "I'll",
  "You've": "I've",
  "you've": "I've",
  "You are": "I am",
  "you are": "I am",
  "You're": "I'm",
  "you're": "I'm",
  " yourself": " myself",
  "Your ": "My ",
  " your ": " my ",
  " yours": " mine",
  "You ": "I ",
  " you": " I",
  "Ithful": "youthful",
  " Ing ": " young ",
  "Let my words be my weapon.": "Let your words be your weapon.",
  "Why go down with the ship when I can try to fix it?": "Why go down with the ship when you can try to fix it?",
  "Never forget to walk away with more than I've brought.": "Never forget to walk away with more than you've brought.",
  "Know My Enemy": "Know Your Enemy",
  "The item I see before I is not technically a shovel, but an example of the": "The item you see before you is not technically a shovel, but an example of the",
  "Before I sits": "Before you sits",
  " knowing I'm looking at the world's largest fire hydrant!": " knowing you're looking at the world's largest fire hydrant!",
  "I'm while fighting": "I'm in combat",
  "my arguments impact": "your arguments impact",
  "Congratulations! I made one of the Vault 101 baseball teams! Which position do I prefer?": "Congratulations! You made one of the Vault 101 baseball teams! Which position do you prefer?",
  "I discover a young boy lost in the lower levels of the Vault. He's hungry and frightened, but also appears to be in possession of stolen property. What do I do?": "You discover a young boy lost in the lower levels of the Vault. He's hungry and frightened, but also appears to be in possession of stolen property. What do you do?",
  "I decide it would be fun to play a prank on my father. I enter his private restroom when no one is looking, and....": "You decide it would be fun to play a prank on your father. You enter his private restroom when no one is looking, and....",
  "A fellow Vault 101 resident is in possession of a Grognak the Barbarian comic book, issue number 1. I want it. What's the best way to obtain it?": "A fellow Vault 101 resident is in possession of a Grognak the Barbarian comic book, issue number 1. You want it. What's the best way to obtain it?",
  "My grandmother invites I to tea, but I'm surprised when she gives me a pistol and orders I to kill another Vault resident. What do I do?": "Your grandmother invites you to tea, but you're surprised when she gives you a pistol and orders you to kill another Vault resident. What do you do?",
  "Old Mr. Abernathy has locked himself in his quarters again, and I've been ordered to get him out. How do I proceed?": "Old Mr. Abernathy has locked himself in his quarters again, and you've been ordered to get him out. How do you proceed?",
  "Oh, no! I've been exposed to radiation, and a mutated hand has grown out of my stomach! What's the best course of treatment?": "Oh, no! You've been exposed to radiation, and a mutated hand has grown out of your stomach! What's the best course of treatment?",
  "While working as an intern in the Clinic, a patient with a strange infection on his foot stumbles through the door. The infection is spreading at an alarming rate, but the doctor has stepped out for a while. What do I do?": "While working as an intern in the Clinic, a patient with a strange infection on his foot stumbles through the door. The infection is spreading at an alarming rate, but the doctor has stepped out for a while. What do you do?",
  "I am approached by a frenzied Vault scientist, who yells, \"I'm going to put my quantum harmonizer in my photonic resonation chamber!\"": "You are approached by a frenzied Vault scientist, who yells, \"I'm going to put my quantum harmonizer in your photonic resonation chamber!\"",
  "will I perceive weakness": "will you perceive weakness"
}
